{
  "title": "Guardianship (AKA Conservatorship) and Alternatives",
  "description": {
    "blocks": [
      {
        "type": "paragraph",
        "text": "Individuals with mental health conditions sometimes require assistance in performing daily routines and managing both personal and financial affairs.  There are many options available to assist the person in need.  The different levels of care include representative payeeship, powers of attorney, and advanced directives or living wills.  Guardianships should be considered as a last resort, because the process can be costly and may take away more autonomy than is necessary to assist the person with a mental health condition."
      }
    ]
  },
  "sections": [
    {
      "title": "What is a Representative Payeeship?",
      "description": {
        "blocks": [
          {
            "type": "paragraph",
            "text": "A representative payee is someone who receives and manages Social Security or SSI benefits for a person who cannot manage their own finances due to a mental or physical condition."
          }
        ]
      },
      "sections": []
    },
    {
      "title": "What is a Power of Attorney?",
      "description": {
        "blocks": [
          {
            "type": "paragraph",
            "text": "A power of attorney is a legal document that allows one person to act on behalf of another in specified matters, which can include financial or healthcare decisions."
          }
        ]
      },
      "sections": []
    },
    {
      "title": "What is a Living Will?",
      "description": {
        "blocks": [
          {
            "type": "paragraph",
            "text": "A living will is a document that specifies a person's wishes for end-of-life medical care in case they become incapacitated and unable to communicate their decisions."
          }
        ]
      },
      "sections": []
    },
    {
      "title": "What is a Guardian and What Do They Do?",
      "description": {
        "blocks": [
          {
            "type": "paragraph",
            "text": "A guardian is a person appointed by a court to make decisions for someone who is deemed incapable of managing their own affairs due to mental incapacity. Guardianship is typically considered a last resort when other less restrictive options are not sufficient."
          }
        ]
      },
      "sections": []
    }
  ],
  "imageUrl": "https://cdn.pixabay.com/photo/2017/08/30/01/05/milky-way-2695569_960_720.jpg"
}
