{
  "title": "Introduction",
  "description": {
    "blocks": [
      {
        "type": "paragraph",
        "text": "Living with mental illness is a challenge, and often the effects of living with mental health challenges extend to friends and family.  A person affected by mental health conditions face the ups and downs on the road to recovery---from diagnosis and treatment to managing their wellness to balancing work, school and mental health.  But more often than not, the journey on that road to recovery can involve parents, siblings, partners, grandparents and children, too."
      }
    ]
  },
  "sections": [
    {
      "title": "The Purpose of this Roadmap",
      "description": {
        "blocks": [
          {
            "type": "paragraph",
            "text": "Some families can be completely overwhelmed by the experience, while others deny the situation entirely.  Many times families are strengthened and unified, which can even extend to the community beyond the family and generate understanding for others who face the road to recovery."
          },
          {
            "type": "paragraph",
            "text": "This \"roadmap\" is meant to provide families and individuals with mental health conditions help and hope for living in a world affected by mental health challenges, from an overview of symptoms to navigating the health system in the Puget Sound area.  People in recovery who live with mental illness and their families can be an influential force that can inspire their communities, fight stigma and transform the state of mental health care.  Together, we can advocate for an array of readily available resources designed to meet the diverse needs of persons with mental health conditions and their families."
          }
        ]
      },
      "sections": [
        {
          "title": "",
          "description": {
            "blocks": [
              {
                "type": "paragraph",
                "text": "\"I first came to NAMI support groups after seeing an In Our Own Voice presentation while in the hospital.  They inspired me.  They showed me there was a life after diagnosis of mental illness.  The groups I went to and led gave me support and structure in a time when I had very little.  Ten years later, I enjoy assisting people with problem solving on the NAMI Seattle Helpline.\"---Rachel"
              }
            ]
          }
        }
      ]
    },
    {
      "title": "How Can NAMI Help?",
      "description": {
        "blocks": [
          {
            "type": "paragraph",
            "text": "NAMI Seattle is a chapter of the National Alliance on Mental Illness, the nation's largest grassroots organization that focuses on mental health conditions."
          },
          {
            "type": "paragraph",
            "text": "We are a non-partisan 501(c)(3) nonprofit organization and join hundreds of other NAMI affiliates across the country in fighting discrimination against people with mental health conditions and building a community of hope.  We offer free presentations, classes and peer support groups and groups offered by other organizations and affiliates in the Puget Sound area, visit the NAMI Seattle website at www.namiseattle.org or call 206-783-9264."
          },
          {
            "type": "paragraph",
            "text": "NAMI's national website, www.nami.org, is a great resource full of information on mental health, treatment resources, and other useful guides for people affected by mental health conditions."
          }
        ]
      },
      "sections": [
        {
          "title": "",
          "description": {
            "blocks": [
              {
                "type": "paragraph",
                "text": "\"When I'm in the support group I feel completely present.  The universe outside disappears, and that room and everyone in it is all that exists.  Being around people who can understand and empathize with you creates a sense of unity and hope.\"---TJ"
              }
            ]
          }
        }
      ]
    },
    {
      "title": "Programs Overview",
      "description": {
        "blocks": [
          {
            "type": "header",
            "text": "Family-to-Family Education Program"
          },
          {
            "type": "paragraph",
            "text": "Family-to-Family Education Program is for families, caregivers and friends of individuals with mental illness.  The course is designed to facilitate a better understanding of mental illness, increase coping skills, and empower participants to advocate for their family members.  NAMI Family-to-Family was designed as an evidence-based program by SAMHSA (Substance Abuse and Mental Health Services Administration). Offered in English and Spanish."
          },
          {
            "type": "header",
            "text": "Ending the Silence"
          },
          {
            "type": "paragraph",
            "text": "Ending the Silence is a presentation designed to teach middle and high school students, school staff, and family members about the signs and symptoms of mental illness, how to recognize the early warning signs and the importance of acknowledging those warning signs.  Ending the Silence is a 50-minute presentation, free of cost, led by a team of trained presenters including a young adult living with mental health conditions."
          },
          {
            "type": "header",
            "text": "Peer-to-Peer"
          },
          {
            "type": "paragraph",
            "text": "NAMI Peer-to-Peer is a unique recovery education course open to any individual living with mental health conditions who is interested in establishing and maintaining their wellness and recovery.  Classes are designed to encourage growth, healing and recovery among participants.  It is taught by a team of two trained mentors who are personally experienced at living well with mental health conditions."
          },
          {
            "type": "header",
            "text": "In Our Own Voice"
          },
          {
            "type": "paragraph",
            "text": "In Our Own Voice unmasks mental illness, using speaker stories to illustrate the individual realities of living with mental illness.  In Our Own Voice is a 60–90-minute presentation that can change attitudes, preconceived notions and stereotypes.  Trained IOOV speakers are individuals living with mental health conditions."
          },
          {
            "type": "header",
            "text": "NAMI Seattle Support Groups"
          },
          {
            "type": "paragraph",
            "text": "We offer peer-led support groups for family members, friends, and people living with a mental health condition.  Each group is led by someone who is on their own journey as a supporter or person in recovery, and provides an opportunity to share struggles, tips, tools, and successes."
          }
        ]
      }
    }
  ],
  "imageUrl": "https://cdn.pixabay.com/photo/2017/08/30/01/05/milky-way-2695569_960_720.jpg"
}
