{
  "title": "Introduction",
  "description": {
    "blocks": [
      {
        "type": "paragraph",
        "text": "This chapter provides an introduction to mental health challenges and how NAMI can help."
      }
    ]
  },
  "sections": [
    {
      "title": "The purpose of this roadmap",
      "description": {
        "blocks": [
          {
            "type": "paragraph",
            "text": "Living with mental illness is a challenge, and often the effects of living with mental health challenges extend to friends and family. A person affected by mental health conditions faces the ups and downs on the road to recovery—from diagnosis and treatment to managing their wellness to balancing work, school and mental health. But more often than not, the journey on that road to recovery can involve parents, siblings, partners, grandparents and children, too."
          },
          {
            "type": "paragraph",
            "text": "This \"roadmap\" is meant to provide families and individuals with mental health conditions help and hope for living in a world affected by mental health challenges, from an overview of symptoms to navigating the health system in the Puget Sound area. People in recovery who live with mental illness and their families can be an influential force that can inspire their communities, fight stigma and transform the state of mental health care."
          }
        ]
      },
      "sections": []
    },
    {
      "title": "About the affiliate/How can NAMI help?",
      "description":{
      "blocks": [
        {
          "type": "paragraph",
          "text": "NAMI Seattle is a chapter of the National Alliance on Mental Illness, the nation's largest grassroots organization that focuses on mental health conditions. We are a non-partisan 501(c)(3) nonprofit organization and join hundreds of other NAMI affiliates across the country in fighting discrimination against people with mental health conditions and building a community of hope."
        },
        {
          "type": "paragraph",
          "text": "We offer free presentations, classes and peer support groups for individuals, families, friends, and providers whose lives are impacted by mental illness. NAMI's national website, www.nami.org, is a great resource full of information on mental health, treatment resources, and other useful guides for people affected by mental health conditions."
        }
      ]}
    }
  ],
  "imageUrl": "https://cdn.pixabay.com/photo/2017/08/30/01/05/milky-way-2695569_960_720.jpg"
}
