{
  "title": "Understanding HIPAA",
  "description": {
    "blocks": [
      {
        "type": "paragraph",
        "text": "The Health Insurance Portability and Accountability Act (HIPAA) is a federal law that helps protect the privacy of individual health information.  For individuals living with mental illness, this law is important because it helps protect confidential mental health treatment records.\n\nOver the years, however, there have been many misunderstandings about the type and range of information that mental health treatment providers are allowed to share with others.  This sometimes has resulted in situations where family and friends of a person living with mental illness were unable to communicate with healthcare providers, often to the detriment of the loved one."
      }
    ]
  },
  "sections": [
    {
      "title": "Information Sharing with Family and Friends",
      "description": {
        "blocks": [
          {
            "type": "paragraph",
            "text": "Healthcare providers can share information with family members or friends involved in an individual's care or payment for care, unless the individual objects."
          }
        ]
      },
      "sections": []
    },
    {
      "title": "Patient Objections to Information Sharing",
      "description": {
        "blocks": [
          {
            "type": "paragraph",
            "text": "If a person objects to sharing information, healthcare providers must respect this decision, except in certain emergency situations."
          }
        ]
      },
      "sections": []
    },
    {
      "title": "Communication from Family to Healthcare Providers",
      "description": {
        "blocks": [
          {
            "type": "paragraph",
            "text": "HIPAA allows healthcare providers to listen to family members' concerns about a patient's condition, even if they cannot share information back without the patient's consent."
          }
        ]
      },
      "sections": []
    },
    {
      "title": "Information Sharing in Emergencies",
      "description": {
        "blocks": [
          {
            "type": "paragraph",
            "text": "In emergency situations, healthcare providers can share necessary information to prevent or lessen a serious and imminent threat to health or safety."
          }
        ]
      },
      "sections": []
    }
  ],
  "imageUrl": "https://cdn.pixabay.com/photo/2017/08/30/01/05/milky-way-2695569_960_720.jpg"
}
