[
  {
    "title": "1. INTRODUCTION",
    "description": "",
    "sections": [
      {
        "title": "The purpose of this roadmap",
        "description": "",
        "subSections": [
          "Living with mental illness is a challenge, and often the effects of living with mental health challenges extend to friends and family. A person affected by mental health conditions faces the ups and downs on the road to recovery—from diagnosis and treatment to managing their wellness to balancing work, school and mental health. But more often than not, the journey on that road to recovery can involve parents, siblings, partners, grandparents and children, too.",
          "Some families can be completely overwhelmed by the experience, while others deny the situation entirely. Many times families are strengthened and unified, which can even extend to the community beyond the family and generate understanding for others who face the road to recovery.",
          "This 'roadmap' is meant to provide families and individuals with mental health conditions help and hope for living in a world affected by mental health challenges, from an overview of symptoms to navigating the health system in the Puget Sound area. People in recovery who live with mental illness and their families can be an influential force that can inspire their communities, fight stigma and transform the state of mental health care. Together, we can advocate for an array of readily available resources designed to meet the diverse needs of persons with mental health conditions and their families."
        ],
        "chapterTitle": "1. INTRODUCTION"
      },
      {
        "title": "About the affiliate/How can NAMI help?",
        "description": "",
        "subSections": [
          "NAMI Seattle is a chapter of the National Alliance on Mental Illness, the nation’s largest grassroots organization that focuses on mental health conditions.",
          "We are a non-partisan 501(c)(3) nonprofit organization and join hundreds of other NAMI affiliates across the country in fighting discrimination against people with mental health conditions and building a community of hope. We offer free presentations, classes and peer support groups for individuals, families, friends, and providers whose lives are impacted by mental illness. For information on our support groups and groups offered by other organizations and affiliates in the Puget Sound area, visit the NAMI Seattle website at www.namiseattle.org or call 206.783.9264.",
          "NAMI’s national website, www.nami.org, is a great resource full of information on mental health, treatment resources, and other useful guides for people affected by mental health conditions"
        ],
        "chapterTitle": "1. INTRODUCTION"
      },
      {
        "title": "Programs overview",
        "description": "NAMI Support & Education Programs: Mental Health Education",
        "subSections": [
          "NAMI Basics",
          "NAMI Basics is a class for parents, guardians and other family caregivers who provide care for youth (age 22 or younger) who are experiencing mental health symptoms.",
          "NAMI Ending the Silence",
          "NAMI Ending the Silence is a presentation designed for middle and high school students, school staff, and parents or guardians of middle or high school aged youth. Audiences learn about the signs and symptoms of mental health conditions, how to recognize the early warning signs and the importance of acknowledging those warning signs.",
          "NAMI Family-to-Family",
          "NAMI Family-to-Family is a class for families, significant others and friends of people with mental health conditions. Designated as an evidence-based program by SAMHSA, it facilitates a better understanding of mental health conditions, increases coping skills and empowers participants to become advocates for their family members. Offered in English and Spanish.",
          "NAMI Family & Friends",
          "NAMI Family & Friends is a 4-hour seminar that informs and supports people who have loved ones with a mental health condition. Participants learn about diagnoses, treatment, recovery, communication strategies, crisis preparation and NAMI resources. Seminar leaders have personal experience with mental health conditions in their families.",
          "NAMI Hearts + Minds",
          "NAMI Hearts + Minds is a wellness program that educates and empowers individuals to better manage their health, mentally and physically.",
          "NAMI Homefront",
          "NAMI Homefront is a class for families, caregivers and friends of military service members and veterans with mental health conditions. The course is designed specifically to help these families understand those challenges and improve their ability to support their service member or veteran.",
          "NAMI In Our Own Voice",
          "NAMI In Our Own Voice is a presentation for the general public to promote awareness of mental health conditions and recovery. Offered in English and Spanish.",
          "NAMI Peer-to-Peer",
          "NAMI Peer-to-Peer is a class for adults with mental health conditions. The course is designed to encourage growth, healing and recovery among participants. Offered in English and Spanish.",
          "NAMI Provider",
          "NAMI Provider is a class for mental health professionals. NAMI Provider is designed to expand the participants' compassion for the individuals and their families and to promote a collaborative model of care.",
          "NAMI Sharing Hope",
          "NAMI Sharing Hope is a presentation for African American communities designed to promote mental health awareness, explore signs and symptoms of mental health conditions and highlight how and where to find help.",
          "NAMI Compartiendo Esperanza: Mental Wellness in Hispanic/Latin American Community",
          "NAMI Compartiendo Esperanza is a bilingual presentation for Latino communities designed to promote mental health awareness, explore signs and symptoms of mental health conditions and highlight how and where to find help.",
          "NAMI Smarts for Advocacy",
          "NAMI Smarts for Advocacy is a hands-on advocacy training program that helps people living with mental illness, friends and family transform their passion and lived experience into skillful grassroots advocacy.",
          "NAMI FaithNet",
          "NAMI FaithNet is an interfaith resource network of NAMI members, friends, clergy and congregations of all faith traditions who wish to encourage faith communities who are welcoming and supportive of persons and families living with mental illness.",
          "NAMI Sharing Your Story with Law Enforcement",
          "The NAMI Sharing Your Story with Law Enforcement presentation program trains peers and families to share their stories during law enforcement trainings, such as Crisis Intervention Team (CIT) training"
        ],
        "chapterTitle": "1. INTRODUCTION"
      },
      {
        "title": "Support Groups",
        "description": "",
        "subSections": [
          "NAMI Connection",
          "NAMI Connection is a recovery support group program for adults living with mental health conditions. These groups provide a place that offers respect, understanding, encouragement, and hope.",
          "NAMI Family Support Group",
          "NAMI Family Support Group is a peer-led support group for family members, caregivers and loved ones of individuals living with mental illness. Gain insight from the challenges and successes of others facing similar circumstances.",
          "NAMI Family Support Group",
          "NAMI Family Support Group is a support group for family members, significant others and friends of people with mental health conditions. Groups meet weekly, every other week or monthly, depending on location. Many support groups are virtual and attendance is open to everyone across the country."
        ],
        "chapterTitle": "1. INTRODUCTION"
      }
    ]
  },
  {
    "title": "2. AN OVERVIEW OF MENTAL HEALTH CONDITIONS",
    "description": "",
    "sections": [
      {
        "title": "An overview",
        "description": "",
        "subSections": ["In the United States, one in five people will face a mental health condition in their lifetime. Diagnosing mental illness can be a complicated process that can take years, as there is no uniform medical test. Health care providers consult the Diagnostic and Statistical Manual of Mental Disorders (DSM) to identify symptoms to diagnose mental health conditions. Treatment varies from illness to illness and person to person, but it is critical to have a good system of care in place and a holistic approach to recovery.","In the United States, one in five people will face a mental health condition in their lifetime. Diagnosing mental illness can be a complicated process that can take years, as there is no uniform medical test. Health care providers consult the Diagnostic and Statistical Manual of Mental Disorders (DSM) to identify symptoms to diagnose mental health conditions. Treatment varies from illness to illness and person to person, but it is critical to have a good system of care in place and a holistic approach to recovery. "],
        "chapterTitle": "2. AN OVERVIEW OF MENTAL HEALTH CONDITIONS"
      },
      {
        "title": "What is Mental Illness?",
        "description": "Mental illnesses are conditions that disrupt a person’s thinking, feeling, mood, ability to relate to others and/or daily functioning. Although we often use the term “mental illness” to refer to all mental health challenges, it is important to remember that this term refers to many different conditions and diagnoses, and that each person’s experience with mental health issues is unique. Preferences range widely about the language we use to talk about those experiences, and many people who use mental health services do not identify with a particular diagnosis.",
        "subSections":[],
        "chapterTitle": "2. AN OVERVIEW OF MENTAL HEALTH CONDITIONS"
      },
      {
        "title":"What Causes Mental Illness",
        "description":"Modern science cannot yet pinpoint the cause of mental illness. However, researchers generally agree that multiple factors play a role, rather than a single cause. Mental illnesses have nothing to do with personal weakness or lack of character. Examples of possible factors: “trauma (including generational trauma), genetic predispositions, environment, biochemistry, chronic stress and serious loss.",
        "subSections":"",
        "chapterTitle":"2. AN OVERVIEW OF MENTAL HEALTH CONDITIONS"
      },
      {
        "title":"Where Can I Learn More?",
        "description":"This guide gives a brief overview of several serious mental health conditions. This is due to space limitations, not because other illnesses are less serious or more important than the ones discussed here. To learn about other illnesses, please visit nami.org/About-Mental-Illness",
        "subSections":"",
        "chapterTitle":"2. AN OVERVIEW OF MENTAL HEALTH CONDITIONS"
      },
      {
        "title": "Anxiety Disorders",
        "description": "Everyone experiences anxiety. Speaking in front of a group makes most of us anxious, but that motivates us to prepare and do well. Driving in heavy traffic is a common source of anxiety, but it keeps us alert and cautious to better avoid accidents. However, when feelings of intense fear and distress are overwhelming and prevent us from doing everyday activities, an anxiety disorder may be the cause. Anxiety disorders are the most common mental health concern in the United States. Over 40 million adults in the U.S. (19.1%) have an anxiety disorder. Meanwhile, approximately 7% of children aged 3-17 experience issues with anxiety each year. Most people develop symptoms before age 21 and women are twice as likely to be diagnosed with an anxiety disorder than men.",
        "subSections": [],
        "chapterTitle": "2. AN OVERVIEW OF MENTAL HEALTH CONDITIONS"
      },
      {
        "title":"Common Anxiety Disorder Symptoms",
        "description": "Anxiety disorders are a group of related conditions, and each has unique symptoms. However, all anxiety disorders have one thing in common: persistent, excessive fear or worry in situations that are not threatening. People can experience one or more of the following symptoms:",
        "subSections": ["Emotional Symptoms:", "Feelings of apprehension or dread", "Feeling tense and jumpy", "Restlessness or irritability", "Anticipating the worst and being watchful for signs of danger","Physical Symptoms:", "Pounding or racing heart and shortness of breath", "Sweating, tremors and twitches", "Headaches, fatigue and insomnia", "Upset stomach, frequent urination or diarrhea"],
        "chapterTitle": "2. AN OVERVIEW OF MENTAL HEALTH CONDITIONS"
      },
      { "title":"Types of Anxiety Disorders",
        "description":"Different anxiety disorders have different symptoms. This means that each type of anxiety disorder has its own treatment plan. The most common anxiety disorders include:",
        "subSections":[
          "Panic Disorder:","Characterized by panic attacks— sudden feelings of terror— sometimes striking repeatedly and without warning. Often mistaken for a heart attack, a panic attack causes powerful physical symptoms including chest pain, heart palpitations, dizziness, shortness of breath and stomach upset. Many people will go to desperate measures to avoid having an attack, including social isolation.",
          "Phobias:","Everyone tries to avoid certain things or situations that make us uncomfortable or even fearful. However, for someone with a phobia, certain places, events or objects create powerful reactions of strong, irrational fear. Most people with specific phobias have several things that can trigger those reactions. To avoid panicking, someone with specific phobias will work hard to avoid their triggers. Depending on the type and number of triggers, this fear and the attempt to control it take over a person’s life.",
          "Generalized Anxiety Disorder (GAD):","GAD produces chronic, exaggerated worrying about everyday life. This can consume hours each day, making it hard to concentrate or finish routine daily tasks. A person with GAD may become exhausted by worry and experience headaches, tension or nausea.",
          "Social Anxiety Disorder:", "Unlike shyness, this disorder causes intense fear, often driven by irrational worries about social humiliation such as 'saying something stupid,' or 'not knowing what to say.' Someone with social anxiety disorder may not take part in conversations, contribute to class discussions, or offer their ideas, and may become isolated. Panic attacks are a common reaction to anticipated or forced social interaction.",
          "Other anxiety disorders include:","Agoraphobia","Selective mutism", "Seperation anxiety disorder", "Substance/medication-induced anxiety disorder which involves intoxication or withdrawal or medication treatment",
          "To Learn More about anxiety disorders, their treatment, and resources available through NAMI, visit https://nami.org/About-Mental-Illness/Mental-Health-Conditions/Anxiety-Disorders."
        ],
        "chapterTitle": "2. AN OVERVIEW OF MENTAL HEALTH CONDITIONS"
      },
      {
        "title": "Bipolar Disorder",
        "description": "Affecting at least 6 million Americans, bipolar disorder is characterized by dramatic shifts in a person’s mood, energy and ability to think clearly. People with bipolar have high and low moods, known as mania and depression, which differ from the typical ups and downs most people experience. Not everyone’s symptoms are the same and the severity can vary. Because of its irregular patterns, bipolar disorder can be difficult to diagnose. Although bipolar disorder can occur at any point in life, the average age of onset is 25.",
        "subSections": [],
        "chapterTitle": "2. AN OVERVIEW OF MENTAL HEALTH CONDITIONS"
      },
      {
        "title": "Common Bipolar Disorder Symptoms",
        "description":"",
        "subSections":[],
        "chapterTitle":"2. AN OVERVIEW OF MENTAL HEALTH CONDITIONS"
      },
      {
        "title": "Borderline Personality Disorder",
        "description": "Common symptoms",
        "subSections": [],
        "chapterTitle": "2. AN OVERVIEW OF MENTAL HEALTH CONDITIONS"
      },
      {
        "title": "Post-Traumatic Stress Disorder",
        "description": "Common symptoms",
        "subSections": [],
        "chapterTitle": "2. AN OVERVIEW OF MENTAL HEALTH CONDITIONS"
      },
      {
        "title": "Depression",
        "description": "Common symptoms\n\nTypes of depressive disorders",
        "subSections": [],
        "chapterTitle": "2. AN OVERVIEW OF MENTAL HEALTH CONDITIONS"
      },
      {
        "title": "Schizoaffective Disorder",
        "description": "Common symptoms",
        "subSections": [],
        "chapterTitle": "2. AN OVERVIEW OF MENTAL HEALTH CONDITIONS"
      },
      {
        "title": "Schizophrenia",
        "description": "Common symptoms",
        "subSections": [],
        "chapterTitle": "2. AN OVERVIEW OF MENTAL HEALTH CONDITIONS"
      },
      {
        "title": "Psychosis", 
        "description": "What is psychosis?\n\nIdentifying psychosis\n\nTypes of psychosis\n\nCauses of psychosis",
        "subSections": [],
        "chapterTitle": "2. AN OVERVIEW OF MENTAL HEALTH CONDITIONS"
      },
      {
        "title": "Dissociative Disorders",
        "description": "Symptoms",
        "subSections": [],
        "chapterTitle": "2. AN OVERVIEW OF MENTAL HEALTH CONDITIONS"
      },
      {
        "title": "Eating Disorders",
        "description": "Symptoms",
        "subSections": [],
        "chapterTitle": "2. AN OVERVIEW OF MENTAL HEALTH CONDITIONS"
      },
      {
        "title": "Obsessive-Compulsive Disorder",
        "description": "",
        "subSections": [],
        "chapterTitle": "2. AN OVERVIEW OF MENTAL HEALTH CONDITIONS"
      }
    ]
  },
  {
    "title": "3. TREATMENT AND RECOVERY",
    "description": "",
    "sections": [
      {
        "title": "What is recovery?",
        "description": "",
        "subSections": [],
        "chapterTitle": "3. TREATMENT AND RECOVERY"
      },
      {
        "title": "The elements of recovery",
        "description": "1. Acceptance\n\n2. Hope\n\n3. Medication\n\n4. Treatment\n\n5. Housing\n\n6. Family support\n\n7. Peer support and relationships\n\n8. Resiliency\n\n9. Meaningful activity and/or work\n\n10. Community involvement\n\n11. Education and knowledge\n\n12. Empowerment\n\n13. Self-advocacy\n\n14. Accesses to resources\n\n15. Coping skills\n\n16. Spirituality",
        "subSections": [],
        "chapterTitle": "3. TREATMENT AND RECOVERY"        
      },
      {
        "title": "What does support from family members look like?",
        "description": "Remember: You're in the process of learning\n\nSupport is not control\n\nTips on being supportive",
        "subSections": [],
        "chapterTitle": "3. TREATMENT AND RECOVERY"
      },
      {
        "title": "Mental health resources for veterans and service members",
        "description": "Veterans and active duty\n\nActive duty: Who should I tell?\n\nWill asking for mental health treatment affect my career?\n\nThe dangers of not disclosing\n\nMilitary policy and your privacy\n\nVeterans: Making a strong transition to civilian life",
        "subSections": [],
        "chapterTitle": "3. TREATMENT AND RECOVERY"
      },
      {
        "title": "Dual diagnosis",
        "description": "How common is a dual diagnosis?\n\nSymptoms\n\nTreatment\n\nDetoxification\n\nInpatient rehabilitation\n\nMedications and psychotherapy",
        "subSections": [],
        "chapterTitle": "3. TREATMENT AND RECOVERY"
      },
      {
        "title": "Treatment mental illness",
        "description": "",
        "subSections": [],
        "chapterTitle": "3. TREATMENT AND RECOVERY"
      },
      {
        "title": "Psychotherapy",
        "description": "Types of psychotherapy\n\nCognitive behavioral therapy\n\nDialectical behavioral therapy (DBT)\n\nEye movement desensitization and reprocessing therapy (EMDR)\n\nExposure therapy\n\nInterpersonal therapy\n\nMentalization-based therapy\n\nPsychodynamic psychotherapy\n\nTherapy pets",
        "subSections": [],
        "chapterTitle": "3. TREATMENT AND RECOVERY"
      },
      {
        "title": "Psychosocial treatments",
        "description": "Types of psychosocial treatments\n\nPsychotherapy\n\nPsychoeducation\n\nSelf-help and support groups\n\nPsychosocial rehabilitation\n\nAssertive community treatment (ACT)\n\nSupported employment\n\nVocational rehabilitation (VR)\n\nIndividual placement and support (IPS) supported employment\n\nClubhouses",
        "subSections": [],
        "chapterTitle": "3. TREATMENT AND RECOVERY"
      },
      {
        "title": "Medication",
        "description": "Types of medication\n\nAntipsychotics\n\nAntidepressants\n\nChildren and medication\n\nSeniors\n\nPregnancy",
        "subSections": [],
        "chapterTitle": "3. TREATMENT AND RECOVERY"
      },
      {
        "title": "Medication FAQs",
        "description": "Does everyone who lives with mental illness have to be on medication?\n\nAre medications addictive?\n\nWho can prescribe medication?\n\nDo I have to be on medication forever?\n\nCan medication \"cure\" mental illness?\n\nWhere can I learn more about specific medications?\n\nWhere can I keep updated on the latest (non-pharma funded) pharmacological research?",
        "subSections": [],
        "chapterTitle": "3. TREATMENT AND RECOVERY"
      },
      {
        "title": "Tips for medication management",
        "description": "",
        "subSections": [],
        "chapterTitle": "3. TREATMENT AND RECOVERY"
      },
      {
        "title": "Complementary health approaches",
        "description": "Natural products\n\nOmega-3 fatty acids\n\nFolate\n\nMedical foods\n\nMind & body treatments\n\nEquine therapy\n\nMake sure to check with your doctor",
        "subSections": [],
        "chapterTitle": "3. TREATMENT AND RECOVERY"
      },
      {
        "title": "Developing a relationship with your provider",
        "description": "Issues to consider when choosing a provider\n\nTips for developing an effective partnership\n\nMarginalization in the mental health system\n\nBlack, Indigenous and People of Color (BIPOC) communities\n\nLesbian, gay, bisexual, transgender and queer (LGBTQ+) communities\n\nQueer and trans People of Color (QTPOC) communities\n\nFinding a LGBTQ+-friendly provider\n\nFor providers working with marginalized communities",
        "subSections": [],
        "chapterTitle": "3. TREATMENT AND RECOVERY"
      },
      {
        "title": "Working with your providers",
        "description": "Tips for everyone!",
        "subSections": [],
        "chapterTitle": "3. TREATMENT AND RECOVERY"
      },
      {
        "title": "Working with a loved one's providers", 
        "description": "Tips for everyone!",
        "subSections": [],
        "chapterTitle": "3. TREATMENT AND RECOVERY"
      }
    ]
  },
  {
    "title": "4. WHAT TO DO IN A CRISIS",
    "description": "",
    "sections": [
      {
        "title": "What is a crisis?",
        "description": "Precursor to a crisis\n\nImportant reminders",
        "subSections": [],
        "chapterTitle": "4. WHAT TO DO IN A CRISIS"
      },
      {
        "title": "Basic steps to take when your loved one is in a crisis",
        "description": "",
        "subSections": [],
        "chapterTitle": "4. WHAT TO DO IN A CRISIS"
      },
      {
        "title": "Navigating police interactions",
        "description": "What to say if you need to call the police during a mental health crisis",
        "subSections": [],
        "chapterTitle": "4. WHAT TO DO IN A CRISIS"
      }
    ]
  },
  {
    "title": "5. THE CRIMINAL JUSTICE SYSTEM", 
    "description": "",
    "sections": [
      {
        "title": "The criminal justice system",
        "description": "",
        "subSections": [],
        "chapterTitle": "5. THE CRIMINAL JUSTICE SYSTEM"
      },
      {
        "title": "What to do after an arrest",
        "description": "Add your location-specific resources\n\nStep 1: Gather information",
        "subSections": [],
        "chapterTitle": "5. THE CRIMINAL JUSTICE SYSTEM"
      },
      {
        "title": "Mental health courts",
        "description": "Add your location-specific resources",
        "subSections": [],
        "chapterTitle": "5. THE CRIMINAL JUSTICE SYSTEM"
      },
      {
        "title": "Missing persons",
        "description": "Add your location-specific resources",
        "subSections": [],
        "chapterTitle": "5. THE CRIMINAL JUSTICE SYSTEM"
      }
    ]
  },
  {
    "title": "6. EMPLOYMENT",
    "description": "",
    "sections": [
      {
        "title": "Supported employment",
        "description": "Supported employment programs\n\nAdd your location-specific resources",
        "subSections": [],
        "chapterTitle": "6. EMPLOYMENT"
      },
      {
        "title": "Self-advocacy in the workplace",
        "description": "Are there legal protections for people with mental illness in the workplace?\n\nIf I currently receive treatment and usually feel well, am I still protected by the law?\n\nWhat is an accommodation?\n\nWhat protections does the law provide?\n\nDo I have to tell my employer about my mental illness by a certain time in order to be protected under the law?\n\nDo I have to request an accommodation in writing?\n\nHow can I prepare for talking to my employer about an accommodation?",
        "subSections": [],
        "chapterTitle": "6. EMPLOYMENT"
      }
    ]
  },
  {
    "title": "7. HOUSING",
    "description": "",
    "sections": [
      {
        "title": "Housing",
        "description": "Types of housing and definitions\n\nAdd your location-specific resources",
        "subSections": [],
        "chapterTitle": "7. HOUSING"
      }
    ]
  },
  {
    "title": "8. GUARDIANSHIP AND ALTERNATIVES", 
    "description": "",
    "sections": [
      {
        "title": "Guardianship (AKA Conservatorship) and Alternatives",
        "description": "What is a representative payeeship?\n\nWhat is a power of attorney?\n\nWhat is a living will?\n\nWhat is a guardian ad litem and what do they do?\n\nWhat are the responsibilities of the guardian?",
        "subSections": [],
        "chapterTitle": "8. GUARDIANSHIP AND ALTERNATIVES"
      }
    ]
  },
  {
    "title": "9. UNDERSTANDING HIPAA",
    "description": "",
    "sections": [
      {
        "title": "Understanding HIPAA",
        "description": "Can healthcare providers share mental health treatment information with family members and friends of a person living with mental illness?\n\nAre health care providers required to obtain a signed informed consent release before sharing information with family and friends?\n\nWhat happens if the person living with mental illness objects to information sharing?\n\nHow much information can the healthcare provider share with a person's family members or friends?\n\nMay family members or friends communicate with a healthcare provider if they are worried about a person's health or wellbeing?\n\nCan healthcare providers share information with parents or guardians of children?\n\nAt what age is a child considered an adult for the purposes of healthcare decisions?\n\nAre there any other restrictions on how and when a healthcare provider may share information with parents or guardians?\n\nCan healthcare providers share protected mental health information with law enforcement officials?",
        "subSections": [],
        "chapterTitle": "9. UNDERSTANDING HIPAA"
      }
    ]
  },
  {
    "title": "10. TOOLKIT",
    "description": "",
    "sections": [
      {
        "title": "Building a care kit",
        "description": "Add your location-specific resources\n\nWhere can people visit to find more support and tips on preventing a crisis?",
        "subSections": [],
        "chapterTitle": "10. TOOLKIT"
      }
    ]
  },
  {
    "title": "11. ADVOCACY",
    "description": "",
    "sections": [
      {
        "title": "Putting your experience to work for change",
        "description": "Legislative advocacy\n\nAdd your location-specific resources\n\nWhat level of advocacy does your affiliate focus on?\n\nWhere can people find state-level issues and information on policy makers?\n\nContact of Legislators:\n\nThe President of the United States\nAddress: \n\nPhone number:\n\nWebsite:\n\nU.S. House of Representatives Switchboard\nAddress: \n\nPhone number:\n\nWebsite:\n\nState Governor\n\nState:\n\nAddress: \n\nPhone number:\n\nWebsite:\n\nCity Mayor's Office\n\nCity:\n\nAddress: \n\nPhone number:\n\nWebsite:\n\nCity Council\n\nCity:\n\nAddress: \n\nPhone number:\n\nWebsite:\n\nCounty Council\n\nCounty:\n\nAddress: \n\nPhone number:\n\nWebsite:\n\nLegislative Hotline\n\nState/County/City:\n\nAddress: \n\nPhone number:\n\nWebsite:",
        "subSections": [],
        "chapterTitle": "11. ADVOCACY"
      },
      {
        "title": "Fighting stigma & discrimination",
        "description": "Fighting stigma\n\nTips to fight stigma in your daily life\n\nEveryday advocacy\n\nAdd your location-specific resources\n\nIn your state/county/city, how can people register to vote?",
        "subSections": [],
        "chapterTitle": "11. ADVOCACY"
      }
    ]
  },
  {
    "title": "12. APPENDICES",
    "description": "",
    "sections": [
      {
        "title": "The Americans with Disabilities Act",
        "description": "Add your location-specific resources\n\nIn your state/county/city, how can people file a charge of employment discrimination based on disability?",
        "subSections": [],
        "chapterTitle": "12. APPENDICES"
      },
      {
        "title": "Sample tools",
        "description": "Crisis Plan\n\nAppointment Prep Sheet",
        "subSections": [],
        "chapterTitle": "12. APPENDICES"
      },
      {
        "title": "Local resources",
        "description": "",
        "subSections": [],
        "chapterTitle": "12. APPENDICES"
      }
    ]
  }
]