{
  "title": "1. INTRODUCTION",
  "description": "",
  "sections": [
    {
      "title": "The purpose of this roadmap",
      "description": "",
      "subSections": [
        "Living with mental illness is a challenge, and often the effects of living with mental health challenges extend to friends and family. A person affected by mental health conditions faces the ups and downs on the road to recovery—from diagnosis and treatment to managing their wellness to balancing work, school and mental health. But more often than not, the journey on that road to recovery can involve parents, siblings, partners, grandparents and children, too.",
        "Some families can be completely overwhelmed by the experience, while others deny the situation entirely. Many times families are strengthened and unified, which can even extend to the community beyond the family and generate understanding for others who face the road to recovery.",
        "This 'roadmap' is meant to provide families and individuals with mental health conditions help and hope for living in a world affected by mental health challenges, from an overview of symptoms to navigating the health system in the Puget Sound area. People in recovery who live with mental illness and their families can be an influential force that can inspire their communities, fight stigma and transform the state of mental health care. Together, we can advocate for an array of readily available resources designed to meet the diverse needs of persons with mental health conditions and their families."
      ],
      "chapterTitle": "1. INTRODUCTION"
    },
    {
      "title": "About the affiliate/How can NAMI help?",
      "description": "",
      "subSections": [
        "NAMI Seattle is a chapter of the National Alliance on Mental Illness, the nation’s largest grassroots organization that focuses on mental health conditions.",
        "We are a non-partisan 501(c)(3) nonprofit organization and join hundreds of other NAMI affiliates across the country in fighting discrimination against people with mental health conditions and building a community of hope. We offer free presentations, classes and peer support groups for individuals, families, friends, and providers whose lives are impacted by mental illness. For information on our support groups and groups offered by other organizations and affiliates in the Puget Sound area, visit the NAMI Seattle website at www.namiseattle.org or call 206.783.9264.",
        "NAMI’s national website, www.nami.org, is a great resource full of information on mental health, treatment resources, and other useful guides for people affected by mental health conditions"
      ]
    },
    {
      "title": "Programs overview",
      "description": "NAMI Support & Education Programs: Mental Health Education",
      "subSections": [
        "NAMI Basics",
        "NAMI Basics is a class for parents, guardians and other family caregivers who provide care for youth (age 22 or younger) who are experiencing mental health symptoms.",
        "NAMI Ending the Silence",
        "NAMI Ending the Silence is a presentation designed for middle and high school students, school staff, and parents or guardians of middle or high school aged youth. Audiences learn about the signs and symptoms of mental health conditions, how to recognize the early warning signs and the importance of acknowledging those warning signs.",
        "NAMI Family-to-Family",
        "NAMI Family-to-Family is a class for families, significant others and friends of people with mental health conditions. Designated as an evidence-based program by SAMHSA, it facilitates a better understanding of mental health conditions, increases coping skills and empowers participants to become advocates for their family members. Offered in English and Spanish.",
        "NAMI Family & Friends",
        "NAMI Family & Friends is a 4-hour seminar that informs and supports people who have loved ones with a mental health condition. Participants learn about diagnoses, treatment, recovery, communication strategies, crisis preparation and NAMI resources. Seminar leaders have personal experience with mental health conditions in their families.",
        "NAMI Hearts + Minds",
        "NAMI Hearts + Minds is a wellness program that educates and empowers individuals to better manage their health, mentally and physically.",
        "NAMI Homefront",
        "NAMI Homefront is a class for families, caregivers and friends of military service members and veterans with mental health conditions. The course is designed specifically to help these families understand those challenges and improve their ability to support their service member or veteran."
      ]
    }
  ]
}
